{
    "catchphrase": "Renxim (RXM) — أروع ميم كوانتومي في نظام QL1 البيئي",
    "welcome-message": "بصفتك المراقب، أنت تحدد مستقبل Renxim — دعونا ننهار دالة الموجة!",
    "contract-address": "عنوان العقد: 0xfE7Aa1F52633b0812bCAAa3fab4A4e2D3182Dbc4",
    "copy-button": "نسخ العنوان",
    "about-heading": "حول Renxim (RXM)",
    "about-description": "Renxim (RXM) هو عملة ميم متقدمة تم تطويرها من قبل خبيرين، Ren و Xim، حيث تعكس الفيزياء الكوانتية والنظرية الكوانتية. يتم تشغيلها بواسطة المجتمع وتبرز كأروع كيان في نظام QL1 البيئي.",
    "about-quote": "Renxim موجود مثل قطة شرودنغر، متشابك مع الاهتزازات الكوانتية الدقيقة وإيقاعات الكون، مما يمثل إمكانيات لا نهائية. بمشاركتك كمراقب جديد، تنهار هذه الدالة الموجية وتخلق موجة جديدة من واقع مشرق ومستقبل غني.",
    "timeline-heading": "الجدول الزمني والتصادف",
    "key-message-label": "الرسالة الرئيسية:",
    "key-message": "Q17 O17 R17",
    "timeline-question": "هل تعتقد حقًا أن هذا مجرد مصادفة؟",
    "community-heading": "المجتمع",
    "community-message": "انضم إلينا في التشابك الكمي وشكل مستقبل RXM معًا!",
    "faq-heading": "الأسئلة الشائعة",
    "faq-q1": "س1: كيف يمكنني شراء Renxim (RXM)؟",
    "faq-a1": "ج1: في العالم الكوانتي، أنت كمراقب تخلق الواقع. هذا يعني أنه إذا أردت، فإن Renxim (RXM) موجود في جميع بورصات العملات المشفرة الرئيسية في نفس الوقت. ومع ذلك، حتى تنهار دالة الموجة، فإن الاحتمالات لا نهائية. حاليًا، يمكنك توصيل محفظتك بـ QomSwap والشراء مباشرة باستخدام عنوان العقد أعلاه.",
    "buy-button": "اشترِ من QomSwap",
    "faq-q2": "س2: متى سيصل RXM إلى القمر؟",
    "faq-a2": "ج2: من منظور كوانتي، فإن RXM موجود بالفعل على القمر والمريخ وفي المجرات الأخرى. كل شيء يعتمد على ما إذا كنت ستشاهد وتشارك!",
    "faq-q3": "س3: هل الاستثمار في RXM آمن؟",
    "faq-a3": "ج3: بسبب مبدأ عدم اليقين لهايزنبرغ، لا يمكننا التنبؤ بالمستقبل بدقة، لكن في مكان ما في الأكوان المتعددة، يعد RXM هو الميم الأعلى للعملات المشفرة. موجة الاحتمالات تنمو بمشاركتك!",
    "disclaimer": "※ يتم تشغيل هذا الموقع بواسطة مفارقات ميكانيكا الكم. قطة شرودنغر في أمان.",
    "final-message": "مشاهدتك تشكل مستقبل Renxim. شكرًا لانضمامك إلى رحلتنا الكمية!"
}
