{
    "catchphrase": "Renxim(RXM)\n— أروع Meme كوانتومي في نظام QL1 البيئي —",
    "welcome-message": "—— بصفتي مراقبًا، فإنك تحدد مستقبل Renxim ——\nلنقوم بانهيار دالة الموجة!",
    "contract-address": "عنوان العقد:\n0xfE7Aa1F52633b0812bCAAa3fab4A4e2D3182Dbc4",
    "copy-button": "نسخ",
    "about-heading": "حول Renxim(RXM)",
    "about-description": "Renxim(RXM) هو عملة ميم متطورة تم تطويرها بواسطة اثنين من الخبراء، Ren و Xim، مستوحاة من الفيزياء الكوانتية ونظرية الكم. تديرها المجتمع، وتبرز كأروع كيان في نظام QL1 البيئي.",
    "about-quote": "حاليًا، يوجد Renxim(RXM) في حالة تراكب، متشابكًا مع اهتزازات الكم الدقيقة وإيقاعات الكون، مثل قط شرودنجر الشهير الذي يبرز خصائص ميكانيكا الكم الغريبة. إنه موجود في حالة \"تراكب\" من الاحتمالات اللامتناهية.\nمن خلال مشاركتك كمراقب جديد، يمكنك انهيار هذه دالة الموجة وخلق موجة جديدة من واقع مستقبلي مشرق ومزدهر!",
    "timeline-heading": "الجدول الزمني والتصادفات",
    "key-message-label": "الرسالة الرئيسية: \"Q17 O17 R17\"",
    "key-message": "Q17 O17 R17",
    "timeline-question": "هل تعتقد حقًا أن هذا مجرد تصادف؟",
    "community-heading": "المجتمع",
    "community-message": "انضم إلينا في التشابك الكوانتي\nوقم بتحديد مستقبل Renxim (RXM) من خلال المراقبة!",
    "faq-heading": "الأسئلة الشائعة",
    "faq-q1": "س1: كيف يمكنني شراء Renxim(RXM)؟",
    "faq-a1": "ج1: الحقيقة المؤكدة حاليًا هي أنه يمكنك توصيل محفظتك إلى QomSwap وشراء مباشرة باستخدام عنوان العقد المذكور أعلاه. ومع ذلك، في العالم الكوانتي، \"أنت المراقب وأنت تخلق الواقع\".\nهذا يعني أنه في اللحظة التي ترغب فيها، يمكن لـ Renxim(RXM) أن يوجد في جميع بورصات العملات الرقمية الرئيسية في نفس الوقت، ولكن حتى يتم انهيار دالة الموجة، الاحتمالات لا حصر لها. أي بورصة سيكون Renxim(RXM) متاحًا عليها هو مفاجأة حتى تقوم بمراقبته. هل أنت مستعد لبدء مراقبتك؟",
    "buy-button": "اشترِ على QomSwap",
    "faq-q2": "س2: متى سيرتفع سعر RXM بشكل كبير؟",
    "faq-a2": "ج2: من منظور كوانتي، فإن RXM موجود بالفعل على القمر والمريخ وفي مجرات أخرى. كل شيء يعتمد على ما إذا كنت ستراقب وتشارك أم لا!",
    "faq-q3": "س3: هل الاستثمار في RXM آمن؟",
    "faq-a3": "ج3: في العالم الكوانتي، كل شيء في حالة تراكب، والمستقبل يحمل إمكانيات لا متناهية.\nكما يوضح مبدأ عدم اليقين لهايزنبرغ، لا يمكننا التنبؤ بدقة عما إذا كان RXM سيصبح أفضل عملة ميم أم لا.\nومع ذلك، في مكان ما في الكون المتعدد، قد يكون RXM قد أثبت بالفعل مكانته، ومن خلال مشاركتك، قد يتسبب موجة الاحتمالات في الانكماش إلى واقع!\nقد يكون مراقبتك هي بداية النجاح الكبير التالي...\n※ (نظرًا لأن النتائج تحدد فقط من خلال المراقبة، يرجى فهم عدم اليقين في نتائج الاستثمار مسبقًا.)",
    "disclaimer": "※ هذا الموقع يتم تشغيله من خلال التشابك الكوانتي. قط شرودنجر دائمًا في مزاج جيد عند المراقبة.",
    "final-message": "مراقبتك تؤدي إلى انهيار دالة موجة Renxim وتحدد مستقبله.\nشكرًا جزيلًا لمشاركتك في رحلتنا الكوانتية!"
}
