{
    "catchphrase": "Renxim(RXM)\n— Das Coolste Quantum Meme im QL1-Ökosystem —",
    "welcome-message": "—— Als Beobachter bestimmst du die Zukunft von Renxim ——\nLasst uns die Wellenfunktion kollabieren!",
    "contract-address": "Vertragsadresse:\n0xfE7Aa1F52633b0812bCAAa3fab4A4e2D3182Dbc4",
    "copy-button": "Kopieren",
    "about-heading": "Über Renxim(RXM)",
    "about-description": "Renxim(RXM) ist ein fortschrittlicher Meme-Coin, der von zwei Experten, Ren und Xim, entwickelt wurde und von Quantenphysik und Quantentheorie inspiriert ist. Er wird gemeinschaftlich betrieben und hebt sich als das coolste Wesen im QL1-Ökosystem hervor.",
    "about-quote": "Derzeit existiert Renxim(RXM) im Überlagerungszustand, verstrickt sich mit den feinen Quantenschwingungen und den Rhythmen des Universums, ähnlich der berühmten Schrödingerschen Katze. Er befindet sich in einem \"Überlagerungszustand\" unendlicher Möglichkeiten.\nIndem du als neuer Beobachter beitrittst, kannst du diese Wellenfunktion kollabieren und eine neue Welle einer strahlenden und prosperierenden Zukunftsrealität erschaffen!",
    "timeline-heading": "Zeitachse und Zufälle",
    "key-message-label": "Schlüsselbotschaft: \"Q17 O17 R17\"",
    "key-message": "Q17 O17 R17",
    "timeline-question": "Glaubst du wirklich, dass dies nur ein Zufall ist?",
    "community-heading": "Gemeinschaft",
    "community-message": "Schließe dich uns in der Quantenverschränkung an\nund bestimme die Zukunft von Renxim (RXM) durch Beobachtung!",
    "faq-heading": "FAQ",
    "faq-q1": "F1: Wie kann ich Renxim(RXM) kaufen?",
    "faq-a1": "A1: Der derzeit bestätigte Fakt ist, dass du deine Brieftasche mit QomSwap verbinden und direkt über die oben angegebene Vertragsadresse kaufen kannst. In der Quantenwelt jedoch bist du der \"Beobachter und erschaffst die Realität\".\nDas bedeutet, dass Renxim(RXM) in dem Moment deiner Wahl gleichzeitig auf allen großen Kryptowährungsbörsen existieren kann, aber bis die Wellenfunktion kollabiert, sind die Möglichkeiten unendlich. Auf welcher Börse Renxim(RXM) verfügbar sein wird, bleibt eine Überraschung, bis du es beobachtest. Bist du bereit, deine Beobachtung zu starten?",
    "buy-button": "Auf QomSwap kaufen",
    "faq-q2": "F2: Wann wird RXM in den Mond aufsteigen (starker Preisanstieg)?",
    "faq-a2": "A2: Aus quantenphysikalischer Sicht existiert RXM bereits auf dem Mond, dem Mars und in anderen Galaxien.\nEs hängt jedoch davon ab, ob du es beobachtest und daran teilnimmst oder nicht!",
    "faq-q3": "F3: Ist eine Investition in RXM sicher?",
    "faq-a3": "A3: In der Quantenwelt befindet sich alles im Überlagerungszustand, und die Zukunft birgt unendliche Möglichkeiten.\nWie das Heisenbergsche Unschärfeprinzip zeigt, können wir nicht genau vorhersagen, ob RXM der führende Meme-Coin wird oder nicht. Allerdings hat RXM irgendwo im Multiversum bereits seine Position etabliert, und durch deine Teilnahme könnten die Wellen der Möglichkeiten in die Realität kollabieren!\nDeine Beobachtung könnte der Beginn des nächsten großen Erfolgs sein...\n※ (Da die Ergebnisse nur durch Beobachtung bestimmt werden, bitten wir dich, die Unsicherheit der Anlageergebnisse im Voraus zu verstehen.)",
    "disclaimer": "※ Diese Website wird durch Quantenverschränkung betrieben. Schrödingers Katze ist jedes Mal, wenn sie beobachtet wird, gut gelaunt.",
    "final-message": "Deine Beobachtung lässt die Wellenfunktion von Renxim kollabieren und bestimmt seine Zukunft.\nHerzlichen Dank für deine Teilnahme an unserer quantenhaften Reise!"
}
