{
    "catchphrase": "Renxim (RXM) — Das Coolste Quantum Meme im QL1-Ökosystem",
    "welcome-message": "Als Beobachter bestimmst du die Zukunft von Renxim — Lass uns die Wellenfunktion kollabieren!",
    "contract-address": "Vertragsadresse: 0xfE7Aa1F52633b0812bCAAa3fab4A4e2D3182Dbc4",
    "copy-button": "Adresse kopieren",
    "about-heading": "Über Renxim (RXM)",
    "about-description": "Renxim (RXM) ist eine fortschrittliche Meme-Coin, entwickelt von zwei Experten, Ren und Xim, die Quantenphysik und Quanten-Theorie projiziert. Sie wird von der Gemeinschaft betrieben und hebt sich als das coolste Projekt im QL1-Ökosystem hervor.",
    "about-quote": "Renxim existiert wie Schrödingers Katze, verflochten mit feinen Quantenvibrationen und kosmischen Rhythmen und repräsentiert unendliche Möglichkeiten. Deine Teilnahme als neuer Beobachter kollabiert diese Wellenfunktion und schafft eine neue Welle einer strahlenden und wohlhabenden Zukunftsrealität.",
    "timeline-heading": "Zeitachse und Zufälle",
    "key-message-label": "Schlüsselbotschaft:",
    "key-message": "Q17 O17 R17",
    "timeline-question": "Glaubst du wirklich, dass dies nur ein Zufall ist?",
    "community-heading": "Gemeinschaft",
    "community-message": "Schließe dich uns im Quantenverschränkung an und forme gemeinsam die Zukunft von RXM!",
    "faq-heading": "Häufige Fragen",
    "faq-q1": "F1: Wie kann ich Renxim (RXM) kaufen?",
    "faq-a1": "A1: In der Quantenwelt erschaffst du als Beobachter die Realität. Das bedeutet, wenn du möchtest, existiert Renxim (RXM) gleichzeitig an allen großen Krypto-Börsen. Solange die Wellenfunktion jedoch nicht kollabiert, sind die Möglichkeiten unendlich. Derzeit kannst du deine Brieftasche mit QomSwap verbinden und direkt unter Verwendung der oben angegebenen Vertragsadresse kaufen.",
    "buy-button": "Auf QomSwap kaufen",
    "faq-q2": "F2: Wann wird RXM auf den Mond gehen?",
    "faq-a2": "A2: Aus quantenphysikalischer Sicht existiert RXM bereits auf dem Mond, dem Mars und in anderen Galaxien. Alles hängt davon ab, ob du beobachtest und teilnimmst!",
    "faq-q3": "F3: Ist eine Investition in RXM sicher?",
    "faq-a3": "A3: Aufgrund des Heisenbergschen Unschärfeprinzips können wir die Zukunft nicht genau vorhersagen, aber irgendwo im Multiversum ist RXM das führende Krypto-Meme. Die Welle der Möglichkeiten wächst mit deiner Teilnahme!",
    "disclaimer": "※ Diese Website wird von Paradoxien der Quantenmechanik betrieben. Schrödingers Katze ist sicher.",
    "final-message": "Deine Beobachtung formt die Zukunft von Renxim. Danke, dass du dich unserer quantenphysikalischen Reise angeschlossen hast!"
}
