{
    "catchphrase": "Renxim (RXM) — Das coolste Quantum-Meme im QL1-Ökosystem",
    "welcome-message": "Als Beobachter bestimmen Sie die Zukunft von Renxim — lassen Sie uns die Wellenfunktion kollabieren!",
    "contract-address": "Vertragsadresse: 0xfE7Aa1F52633b0812bCAAa3fab4A4e2D3182Dbc4",
    "copy-button": "Adresse kopieren",
    "about-heading": "Über Renxim (RXM)",
    "about-description": "Renxim (RXM) ist eine fortschrittliche Meme-Münze, die von zwei Experten, Ren und Xim, entwickelt wurde und die Quantenphysik und Quantentheorie widerspiegelt. Sie wird von der Community betrieben und gilt als das coolste Projekt im QL1-Ökosystem.",
    "about-quote": "Renxim existiert wie Schrödingers Katze, verwoben mit den feinen quantenmechanischen Schwingungen und kosmischen Rhythmen, die unendliche Möglichkeiten repräsentieren. Ihre Teilnahme als neuer Beobachter lässt diese Wellenfunktion kollabieren und schafft eine neue Welle einer strahlenden und wohlhabenden Zukunftsrealität.",
    "timeline-heading": "Zeitleiste und Zufall",
    "key-message-label": "Schlüsselbotschaft:",
    "key-message": "Q17 O17 R17",
    "timeline-question": "Glauben Sie wirklich, dass dies nur ein Zufall ist?",
    "community-heading": "Gemeinschaft",
    "community-message": "Schließen Sie sich uns in der Quantenverschränkung an und gestalten Sie die Zukunft von RXM gemeinsam!",
    "faq-heading": "Häufig gestellte Fragen",
    "faq-q1": "F1: Wie kann ich Renxim (RXM) kaufen?",
    "faq-a1": "A1: In der Quantenwelt schaffen Sie als Beobachter die Realität. Das bedeutet, dass Renxim (RXM) gleichzeitig auf allen großen Kryptobörsen existiert, wenn Sie es wünschen. Solange die Wellenfunktion jedoch nicht kollabiert, sind die Möglichkeiten unendlich. Derzeit können Sie Ihre Wallet mit QomSwap verbinden und direkt mit der oben angegebenen Vertragsadresse kaufen.",
    "buy-button": "Bei QomSwap kaufen",
    "faq-q2": "F2: Wann wird RXM den Mond erreichen?",
    "faq-a2": "A2: Aus quantenmechanischer Sicht existiert RXM bereits auf dem Mond, dem Mars und in anderen Galaxien. Es hängt ganz davon ab, ob Sie beobachten und teilnehmen!",
    "faq-q3": "F3: Ist es sicher, in RXM zu investieren?",
    "faq-a3": "A3: Aufgrund des Heisenbergschen Unschärfeprinzips können wir die Zukunft nicht genau vorhersagen, aber irgendwo im Multiversum ist RXM das führende Kryptomeme. Die Welle der Möglichkeiten wächst mit Ihrer Teilnahme!",
    "disclaimer": "※ Diese Website wird durch die Paradoxien der Quantenmechanik betrieben. Schrödingers Katze ist sicher.",
    "final-message": "Ihre Beobachtung formt die Zukunft von Renxim. Vielen Dank, dass Sie an unserer Quantenreise teilgenommen haben!"
}
