{
    "catchphrase": "Renxim(RXM)\n— The Coolest Quantum Meme on the QL1 Ecosystem —",
    "welcome-message": "—— As an observer, you determine the future of Renxim — ——\nLet’s collapse the wave function!",
    "contract-address": "Contract Address:\n0xfE7Aa1F52633b0812bCAAa3fab4A4e2D3182Dbc4",
    "copy-button": "Copy",
    "about-heading": "About Renxim(RXM)",
    "about-description": "Renxim(RXM) is a cutting-edge meme coin developed by two experts, Ren and Xim, inspired by Quantum Physics and Quantum Theory. It is community-driven and stands out as the coolest entity on the QL1 Ecosystem.",
    "about-quote": "Currently, Renxim(RXM) exists in a superposition state, intertwining with the subtle vibrations of quantum mechanics and the rhythms of the cosmos, much like Schrödinger’s cat. It exists in an infinite state of possibilities.\nBy joining as a new observer, you collapse this wave function and create a new wave of a bright and prosperous future reality!",
    "timeline-heading": "Timeline and Coincidences",
    "key-message-label": "Key Message: \"Q17 O17 R17\"",
    "key-message": "Q17 O17 R17",
    "timeline-question": "Do you really think this is just a coincidence?",
    "community-heading": "Community",
    "community-message": "Join us in quantum entanglement and determine the future of Renxim(RXM) through observation!",
    "faq-heading": "FAQ",
    "faq-q1": "Q1: How can I purchase Renxim(RXM)?",
    "faq-a1": "A1: The current confirmed fact is that you can connect your wallet to QomSwap and purchase directly using the contract address listed above. However, in the quantum world, 'you are the observer, and you create reality.' This means that at any moment you desire, Renxim(RXM) can exist simultaneously on all major cryptocurrency exchanges, but until the wave function collapses, the possibilities are infinite. Which exchange Renxim(RXM) will be available on is a surprise until you observe it. Are you ready to start your observation?",
    "buy-button": "Buy on QomSwap",
    "faq-q2": "Q2: When will RXM moon?",
    "faq-a2": "A2: From a quantum perspective, RXM already exists on the moon, Mars, and other galaxies. It all depends on whether you observe and participate!",
    "faq-q3": "Q3: Is investing in RXM safe?",
    "faq-a3": "A3: In the quantum world, everything exists in a superposition, and the future holds infinite possibilities. As Heisenberg's Uncertainty Principle states, it's impossible to predict with certainty whether RXM will become the top meme coin. However, somewhere in the multiverse, RXM has already established its position, and by participating, you may cause the wave of possibilities to converge into reality! Your observation could be the beginning of the next big hit…\n※ (Please note that due to quantum superposition, investment outcomes are inherently uncertain.)",
    "disclaimer": "※ This website is operated through quantum entanglement. Schrödinger’s cat is always in a good mood upon observation.",
    "final-message": "Your observation collapses Renxim’s wave function and determines its future.\nThank you sincerely for joining us on this quantum journey!"
}
