{
    "catchphrase": "Renxim (RXM) — El meme cuántico más genial en el ecosistema QL1",
    "welcome-message": "Como observador, determinas el futuro de Renxim — ¡colapsemos la función de onda!",
    "contract-address": "Dirección del contrato: 0xfE7Aa1F52633b0812bCAAa3fab4A4e2D3182Dbc4",
    "copy-button": "Copiar dirección",
    "about-heading": "Acerca de Renxim (RXM)",
    "about-description": "Renxim (RXM) es una moneda meme de vanguardia desarrollada por dos expertos, Ren y Xim, que refleja la física cuántica y la teoría cuántica. Está gestionada por la comunidad y se destaca como el proyecto más genial en el ecosistema QL1.",
    "about-quote": "Renxim existe como el gato de Schrödinger, entrelazado con las sutiles vibraciones cuánticas y los ritmos cósmicos, representando posibilidades infinitas. Tu participación como nuevo observador colapsa esta función de onda, creando una nueva ola de realidad futura brillante y próspera.",
    "timeline-heading": "Cronología y coincidencias",
    "key-message-label": "Mensaje clave:",
    "key-message": "Q17 O17 R17",
    "timeline-question": "¿Realmente crees que esto es solo una coincidencia?",
    "community-heading": "Comunidad",
    "community-message": "Únete a nosotros en el entrelazamiento cuántico y juntos moldeemos el futuro de RXM!",
    "faq-heading": "Preguntas frecuentes",
    "faq-q1": "P1: ¿Cómo puedo comprar Renxim (RXM)?",
    "faq-a1": "R1: En el mundo cuántico, como observador, creas la realidad. Esto significa que, si lo deseas, Renxim (RXM) existe simultáneamente en todas las principales bolsas de criptomonedas. Sin embargo, hasta que la función de onda colapse, las posibilidades son infinitas. Actualmente, puedes conectar tu billetera a QomSwap y comprar directamente utilizando la dirección del contrato indicada arriba.",
    "buy-button": "Comprar en QomSwap",
    "faq-q2": "P2: ¿Cuándo llegará RXM a la luna?",
    "faq-a2": "R2: Desde una perspectiva cuántica, RXM ya existe en la luna, Marte y en otras galaxias. Todo depende de si observas y participas!",
    "faq-q3": "P3: ¿Es seguro invertir en RXM?",
    "faq-a3": "R3: Debido al principio de incertidumbre de Heisenberg, no podemos predecir el futuro con precisión, pero en algún lugar del multiverso, RXM es el meme criptográfico principal. ¡La ola de posibilidades crece con tu participación!",
    "disclaimer": "※ Este sitio web está gestionado por las paradojas de la mecánica cuántica. El gato de Schrödinger está a salvo.",
    "final-message": "Tu observación moldea el futuro de Renxim. ¡Gracias por unirte a nuestro viaje cuántico!"
}
