{
    "catchphrase": "Renxim(RXM)\n— El Meme Cuántico Más Cool en el Ecosistema QL1 —",
    "welcome-message": "—— Como observador, determinas el futuro de Renxim ——\n¡Vamos a colapsar la función de onda!",
    "contract-address": "Dirección del Contrato:\n0xfE7Aa1F52633b0812bCAAa3fab4A4e2D3182Dbc4",
    "copy-button": "Copiar",
    "about-heading": "Acerca de Renxim(RXM)",
    "about-description": "Renxim(RXM) es una criptomoneda meme de vanguardia desarrollada por dos expertos, Ren y Xim, inspirada en la Física Cuántica y la Teoría Cuántica. Es gestionada por la comunidad y se destaca como la entidad más cool en el Ecosistema QL1.",
    "about-quote": "Actualmente, Renxim(RXM) existe en un estado de superposición, entrelazándose con las sutiles vibraciones cuánticas y los ritmos del cosmos, al igual que el famoso gato de Schrödinger. Existe en un estado de \"superposición\" de posibilidades infinitas.\nAl unirte como un nuevo observador, puedes colapsar esta función de onda y crear una nueva ola de una realidad futura brillante y próspera!",
    "timeline-heading": "Cronología y Coincidencias",
    "key-message-label": "Mensaje Clave: \"Q17 O17 R17\"",
    "key-message": "Q17 O17 R17",
    "timeline-question": "¿Realmente crees que esto es solo una coincidencia?",
    "community-heading": "Comunidad",
    "community-message": "¡Únete a nosotros en el entrelazamiento cuántico\ny determina el futuro de Renxim (RXM) a través de la observación!",
    "faq-heading": "Preguntas Frecuentes",
    "faq-q1": "P1: ¿Cómo puedo comprar Renxim(RXM)?",
    "faq-a1": "R1: El hecho confirmado actualmente es que puedes conectar tu billetera a QomSwap y comprar directamente utilizando la dirección del contrato mencionada arriba. Sin embargo, en el mundo cuántico, 'tú eres el observador y creas la realidad'.\nEsto significa que en cualquier momento que desees, Renxim(RXM) puede existir simultáneamente en todas las principales bolsas de criptomonedas, pero hasta que la función de onda colapse, las posibilidades son infinitas. En qué bolsa estará disponible Renxim(RXM) será una sorpresa hasta que la observes. ¿Estás listo para comenzar tu observación?",
    "buy-button": "Comprar en QomSwap",
    "faq-q2": "P2: ¿Cuándo llegará RXM a la luna (aumento rápido de precio)?",
    "faq-a2": "R2: Desde una perspectiva cuántica, RXM ya existe en la luna, Marte y otras galaxias.\n¡Pero depende de si lo observas y participas o no!",
    "faq-q3": "P3: ¿Es seguro invertir en RXM?",
    "faq-a3": "R3: En el mundo cuántico, todo existe en un estado de superposición, y el futuro tiene posibilidades infinitas.\nComo lo demuestra el Principio de Incertidumbre de Heisenberg, no podemos predecir con certeza si RXM se convertirá en la criptomoneda meme líder. Sin embargo, en algún rincón del multiverso, RXM ya ha establecido su posición, ¡y al participar, las olas de posibilidades podrían colapsar en realidad!\nTu observación podría ser el inicio del próximo gran éxito...\n※ (Dado que los resultados se determinan únicamente a través de la observación, por favor comprende de antemano la incertidumbre de los resultados de inversión.)",
    "disclaimer": "※ Este sitio web es operado a través del entrelazamiento cuántico. El gato de Schrödinger siempre está de buen humor cada vez que es observado.",
    "final-message": "Tu observación colapsa la función de onda de Renxim y determina su futuro.\n¡Te agradecemos sinceramente por unirte a nosotros en este viaje cuántico!"
}
