{
    "catchphrase": "Renxim (RXM) — خفن‌ترین میم کوانتومی در اکوسیستم QL1",
    "welcome-message": "شما به عنوان ناظر آینده Renxim را تعیین می‌کنید — بیایید تابع موج را فروپاشی کنیم!",
    "contract-address": "آدرس قرارداد: 0xfE7Aa1F52633b0812bCAAa3fab4A4e2D3182Dbc4",
    "copy-button": "کپی آدرس",
    "about-heading": "درباره Renxim (RXM)",
    "about-description": "Renxim (RXM) یک میم کوین پیشرفته است که توسط دو متخصص به نام‌های Ren و Xim توسعه یافته و فیزیک کوانتومی و نظریه کوانتومی را منعکس می‌کند. این پروژه توسط جامعه اداره می‌شود و در اکوسیستم QL1 به عنوان خفن‌ترین موجودیت شناخته می‌شود.",
    "about-quote": "Renxim مانند گربه شرودینگر وجود دارد، درهم تنیده با ارتعاشات کوانتومی ظریف و ریتم‌های کیهانی، که نمایانگر بی‌نهایت احتمالات است. مشارکت شما به عنوان ناظر جدید این تابع موج را فروپاشی می‌کند و موج جدیدی از واقعیت روشن و پر از آینده را ایجاد می‌کند.",
    "timeline-heading": "خط زمانی و تصادف‌ها",
    "key-message-label": "پیام کلیدی:",
    "key-message": "Q17 O17 R17",
    "timeline-question": "آیا واقعاً فکر می‌کنید این فقط یک تصادف است؟",
    "community-heading": "جامعه",
    "community-message": "به ما در درهم‌تنیدگی کوانتومی بپیوندید و با هم آینده RXM را شکل دهیم!",
    "faq-heading": "سؤالات متداول",
    "faq-q1": "سؤال 1: چگونه می‌توانم Renxim (RXM) را خریداری کنم؟",
    "faq-a1": "پاسخ 1: در دنیای کوانتومی، شما به عنوان ناظر واقعیت را ایجاد می‌کنید. این بدان معناست که اگر بخواهید، Renxim (RXM) به طور همزمان در تمام صرافی‌های بزرگ کریپتو وجود دارد. با این حال، تا زمانی که تابع موج فروپاشی نشود، احتمالات بی‌نهایت هستند. در حال حاضر، می‌توانید کیف پول خود را به QomSwap متصل کرده و با استفاده از آدرس قرارداد بالا مستقیماً خرید کنید.",
    "buy-button": "خرید از QomSwap",
    "faq-q2": "سؤال 2: RXM چه زمانی به ماه می‌رود؟",
    "faq-a2": "پاسخ 2: از منظر کوانتومی، RXM از قبل در ماه، مریخ و دیگر کهکشان‌ها وجود دارد. این به شما بستگی دارد که آیا آن را مشاهده و شرکت می‌کنید یا خیر!",
    "faq-q3": "سؤال 3: آیا سرمایه‌گذاری در RXM امن است؟",
    "faq-a3": "پاسخ 3: به دلیل اصل عدم قطعیت هایزنبرگ، ما نمی‌توانیم آینده را با دقت پیش‌بینی کنیم، اما در جایی در چندجهانی، RXM میم کریپتو برتر است. موج احتمالات با مشارکت شما بزرگ‌تر می‌شود!",
    "disclaimer": "※ این وب‌سایت توسط تناقض‌های مکانیک کوانتومی اداره می‌شود. گربه شرودینگر در امان است.",
    "final-message": "مشاهده شما آینده Renxim را شکل می‌دهد. از شما برای پیوستن به سفر کوانتومی ما متشکریم!"
}
