{
    "catchphrase": "Renxim(RXM)\n— خفن‌ترین Quantum Meme در اکوسیستم QL1 —",
    "welcome-message": "—— به عنوان یک ناظر، شما آینده Renxim را تعیین می‌کنید ——\nبیایید تابع موج را فروکش کنیم!",
    "contract-address": "آدرس قرارداد:\n0xfE7Aa1F52633b0812bCAAa3fab4A4e2D3182Dbc4",
    "copy-button": "کپی",
    "about-heading": "درباره Renxim(RXM)",
    "about-description": "Renxim(RXM) یک میم کوین پیشرفته است که توسط دو کارشناس، Ren و Xim توسعه یافته و از فیزیک کوانتوم و نظریه کوانتوم الهام گرفته شده است. این پروژه به صورت جامعه‌محور اداره می‌شود و به عنوان خفن‌ترین موجودیت در اکوسیستم QL1 شناخته می‌شود.",
    "about-quote": "در حال حاضر، Renxim(RXM) به عنوان نمادی که ویژگی‌های عجیب مکانیک کوانتوم را برجسته می‌کند، مشابه گربه شرودینگر، در حال تداخل با ارتعاشات ظریف کوانتوم و ریتم‌های کیهانی است و در حالت \"برهم‌نهی\" در میان امکان‌پذیری‌های بی‌نهایت وجود دارد.\nبا پیوستن به عنوان یک ناظر جدید، شما می‌توانید این تابع موج را فروکش کرده و موجی جدید از واقعیت آینده درخشان و مرفه را به عنوان یک موج جدید خلق کنید!",
    "timeline-heading": "جدول زمانی و تصادف‌ها",
    "key-message-label": "پیام کلیدی: \"Q17 O17 R17\"",
    "key-message": "Q17 O17 R17",
    "timeline-question": "آیا واقعاً فکر می‌کنید که این تنها تصادف است؟",
    "community-heading": "جامعه",
    "community-message": "به ما بپیوندید در درهم‌تنیدگی کوانتومی\nو آینده Renxim(RXM) را از طریق مشاهده تعیین کنید!",
    "faq-heading": "سوالات متداول",
    "faq-q1": "Q1: چگونه می‌توانم Renxim(RXM) را خریداری کنم؟",
    "faq-a1": "A1: واقعیت تایید شده فعلی این است که شما می‌توانید کیف پول خود را به QomSwap متصل کرده و مستقیماً از طریق آدرس قرارداد ذکر شده خریداری کنید. با این حال، در دنیای کوانتوم، 'شما ناظر هستید و واقعیت را خلق می‌کنید.'\nاین بدان معناست که در هر لحظه که می‌خواهید، Renxim(RXM) می‌تواند به طور همزمان در تمام صرافی‌های بزرگ رمزنگاری موجود باشد، اما تا زمانی که تابع موج فروکش نکند، امکان‌پذیری‌ها بی‌نهایت است. اینکه Renxim(RXM) در کدام صرافی قابل خریداری خواهد بود، تا زمانی که شما آن را مشاهده کنید، یک شگفتی باقی می‌ماند.\nآیا آماده‌اید که مشاهده خود را آغاز کنید؟",
    "buy-button": "خرید در QomSwap",
    "faq-q2": "Q2: RXM کی به ماه خواهد رفت؟",
    "faq-a2": "A2: از دیدگاه کوانتومی، RXM در حال حاضر در ماه، مریخ و سایر کهکشان‌ها وجود دارد.\nاما این بستگی دارد که آیا شما آن را مشاهده و شرکت می‌کنید یا خیر!",
    "faq-q3": "Q3: سرمایه‌گذاری در RXM ایمن است؟",
    "faq-a3": "A3: در دنیای کوانتوم، همه چیز در حالت برهم‌نهی وجود دارد و آینده نیز دارای امکان‌پذیری‌های بی‌نهایت است.\nطبق اصل عدم قطعیت هایزنبرگ، ما نمی‌توانیم با دقت پیش‌بینی کنیم که آیا RXM به بالاترین میم کوین تبدیل خواهد شد یا خیر.\nبا این حال، در گوشه‌ای از جهان چندجهانی، RXM قبلاً جایگاه خود را تثبیت کرده است و با مشارکت شما، ممکن است موج امکان‌پذیری‌ها به واقعیت همگرا شود!\nمشاهده شما می‌تواند آغازگر موفقیت بعدی بزرگ باشد…\n※ (به دلیل اینکه نتایج تنها از طریق مشاهده تعیین می‌شوند، لطفاً از قبل عدم قطعیت نتایج سرمایه‌گذاری را درک کنید.)",
    "disclaimer": "※ این وبسایت از طریق درهم‌تنیدگی کوانتومی اداره می‌شود. گربه شرودینگر هر بار که مشاهده می‌شود، خوشحال است.",
    "final-message": "مشاهده شما تابع موج Renxim را فروکش کرده و آینده آن را تعیین می‌کند.\nاز همراهی شما در این سفر کوانتومی صمیمانه سپاسگزاریم!"
}
