{
    "catchphrase": "Renxim (RXM) — המם הקוונטי הכי מגניב במערכת האקולוגית QL1",
    "welcome-message": "כצופה, אתה קובע את עתידו של Renxim — בואו נקריס את פונקציית הגל!",
    "contract-address": "כתובת החוזה: 0xfE7Aa1F52633b0812bCAAa3fab4A4e2D3182Dbc4",
    "copy-button": "העתק כתובת",
    "about-heading": "על Renxim (RXM)",
    "about-description": "Renxim (RXM) הוא מטבע מם מתקדם שפותח על ידי שני מומחים, Ren ו-Xim, ומשקף את הפיזיקה הקוונטית והתיאוריה הקוונטית. הוא מופעל על ידי הקהילה ובולט כישות הכי מגניבה במערכת האקולוגית QL1.",
    "about-quote": "Renxim קיים כמו החתול של שרדינגר, משולב עם התנודות הקוונטיות העדינות והקצב הקוסמי, ומייצג אינסוף אפשרויות. השתתפותך כצופה חדש מקריסה את פונקציית הגל הזו ויוצרת גל חדש של מציאות זוהרת ועתיד עשיר.",
    "timeline-heading": "ציר הזמן והצירוף",
    "key-message-label": "הודעה מרכזית:",
    "key-message": "Q17 O17 R17",
    "timeline-question": "האם אתה באמת חושב שזה רק צירוף מקרים?",
    "community-heading": "קהילה",
    "community-message": "הצטרף אלינו בשזירה קוונטית ועצב את עתיד RXM יחד!",
    "faq-heading": "שאלות נפוצות",
    "faq-q1": "ש1: איך אפשר לרכוש את Renxim (RXM)?",
    "faq-a1": "ת1: בעולם הקוונטי, אתה כצופה יוצר את המציאות. זה אומר שאם תרצה, Renxim (RXM) קיים בכל הבורסות הקריפטו הגדולות בו זמנית. עם זאת, עד שפונקציית הגל תקרוס, האפשרויות הן אינסופיות. כרגע, אתה יכול לחבר את הארנק שלך ל-QomSwap ולקנות ישירות באמצעות כתובת החוזה הנ"ל.",
    "buy-button": "קנה ב-QomSwap",
    "faq-q2": "ש2: מתי RXM יגיע לירח?",
    "faq-a2": "ת2: מנקודת מבט קוונטית, RXM כבר קיים על הירח, מאדים ובגלקסיות אחרות. הכל תלוי אם תצפה ותשתתף!",
    "faq-q3": "ש3: האם השקעה ב-RXM בטוחה?",
    "faq-a3": "ת3: בגלל עקרון האי-וודאות של הייזנברג, איננו יכולים לחזות את העתיד בדיוק, אבל איפשהו במולטיוורס, RXM הוא המם הקריפטו המוביל. גל האפשרויות גדל עם השתתפותך!",
    "disclaimer": "※ אתר זה מופעל על ידי פרדוקסים של מכניקת הקוונטים. החתול של שרדינגר בטוח.",
    "final-message": "הצפייה שלך מעצבת את עתיד Renxim. תודה שהצטרפת למסע הקוונטי שלנו!"
}
