{
    "catchphrase": "Renxim(RXM)\n— המם הקוואנטי הכי מגניב באקוסיסטם QL1 —",
    "welcome-message": "—— בתור צופה, אתה קובע את עתיד Renxim ——\nבואו נקרע את פונקציית הגל!",
    "contract-address": "כתובת החוזה:\n0xfE7Aa1F52633b0812bCAAa3fab4A4e2D3182Dbc4",
    "copy-button": "העתק",
    "about-heading": "על Renxim(RXM)",
    "about-description": "Renxim(RXM) הוא מטבע מם מתקדם שפותח על ידי שני מומחים, Ren ו-Xim, בהשראת פיזיקת הקוונטים ותיאוריית הקוונטים. הוא מנוהל על ידי הקהילה ומצטיין כישות הכי מגניבה באקוסיסטם QL1.",
    "about-quote": "נכון להיום, Renxim(RXM) קיים במצב סופרפוזיציה, משתלב עם רטט הקוונטים הדקים וקצב היקום, בדומה לחתול שרודינגר המפורסם. הוא קיים במצב \"סופרפוזיציה\" בין אפשרויות אינסופיות.\nעל ידי הצטרפותך כצופה חדש, אתה יכול לקרוע את פונקציית הגל הזו וליצור גל חדש של מציאות עתידית זוהרת ומשגשגת!",
    "timeline-heading": "ציר זמן ותאומים",
    "key-message-label": "הודעה מרכזית: \"Q17 O17 R17\"",
    "key-message": "Q17 O17 R17",
    "timeline-question": "האם אתה באמת חושב שזה רק תאונה?",
    "community-heading": "קהילה",
    "community-message": "הצטרף אלינו בהשתלבות קוואנטית\nוקבע את עתיד Renxim (RXM) באמצעות צפייה!",
    "faq-heading": "שאלות נפוצות",
    "faq-q1": "ש1: איך אני יכול לרכוש Renxim(RXM)?",
    "faq-a1": "ת1: העובדה המאושרת כרגע היא שאתה יכול לחבר את הארנק שלך ל-QomSwap ולקנות ישירות באמצעות כתובת החוזה שצוינה למעלה. עם זאת, בעולם הקוואנטי, \"אתה הצופה ואתה יוצר את המציאות\".\nזה אומר שבכל רגע שתרצה, Renxim(RXM) יכול להתקיים בו-זמנית בכל הבורסות המרכזיות למטבעות קריפטוגרפיים, אך עד שפונקציית הגל תקרע, האפשרויות אינסופיות. באיזו בורסה Renxim(RXM) יהיה זמין הוא הפתעה עד שתצפה בזה. האם אתה מוכן להתחיל את הצפייה שלך?",
    "buy-button": "קנה ב-QomSwap",
    "faq-q2": "ש2: מתי RXM יחצה לשמיים (מחיר יתרומם באופן משמעותי)?",
    "faq-a2": "ת2: מנקודת מבט קוואנטית, RXM כבר קיים על הירח, מאדים וגלקסיות אחרות.\nאבל זה תלוי אם אתה צופה ומשתתף או לא!",
    "faq-q3": "ש3: האם השקעה ב-RXM בטוחה?",
    "faq-a3": "ת3: בעולם הקוואנטי, הכל נמצא במצב סופרפוזיציה, והעתיד מכיל אפשרויות אינסופיות.\nכפי שמצביעה עקרון אי הוודאות של הייזנברג, אי אפשר לחזות בוודאות אם RXM יהפוך למטבע המם המוביל או לא. עם זאת, באיזשהו מקום במולטי-יקום, RXM כבר ביסס את מעמדו, ובאמצעות השתתפותך, ייתכן שגל האפשרויות יתמזג למציאות!\nהצפייה שלך עשויה להיות תחילת ההצלחה הגדולה הבאה...\n※ (בשל העובדה שהתוצאות נקבעות רק באמצעות צפייה, אנא הבן את חוסר הוודאות בתוצאות ההשקעה מראש.)",
    "disclaimer": "※ האתר הזה מנוהל באמצעות השתלבות קוואנטית. חתול שרודינגר תמיד במצב רוח טוב בכל פעם שהוא מצופה.",
    "final-message": "הצפייה שלך מקריעה את פונקציית הגל של Renxim וקובעת את עתידו.\nתודה רבה על הצטרפותך למסע הקוואנטי שלנו!"
}
