{
    "catchphrase": "Renxim(RXM)\n— QL1 पारिस्थितिकी तंत्र पर सबसे कूल Quantum Meme —",
    "welcome-message": "—— एक पर्यवेक्षक के रूप में, आप Renxim के भविष्य को निर्धारित करते हैं ——\nआइए, वेव फंक्शन को संकुचित करें!",
    "contract-address": "संपर्क पता:\n0xfE7Aa1F52633b0812bCAAa3fab4A4e2D3182Dbc4",
    "copy-button": "कॉपी करें",
    "about-heading": "Renxim(RXM) के बारे में",
    "about-description": "Renxim(RXM) दो विशेषज्ञों, Ren और Xim द्वारा विकसित एक अत्याधुनिक मीम कॉइन है, जो Quantum Physics (क्वांटम भौतिकी) और Quantum Theory (क्वांटम सिद्धांत) से प्रेरित है। यह समुदाय-चालित है और QL1 पारिस्थितिकी तंत्र पर सबसे कूल इकाई के रूप में खड़ा है।",
    "about-quote": "वर्तमान में, Renxim(RXM) क्वांटम यांत्रिकी के विचित्र गुणों को उजागर करने वाले प्रतीक के रूप में प्रसिद्ध है, श्रोडिंजर की बिल्ली की तरह, क्वांटम के सूक्ष्म कंपन और ब्रह्मांडीय लय के साथ इंटरट्वाइन करता है, अनंत संभावनाओं में \"सुपरपोजिशन\" स्थिति में मौजूद है।\nआप एक नए पर्यवेक्षक के रूप में शामिल होकर, इस वेव फंक्शन को संकुचित कर सकते हैं और एक उज्ज्वल और समृद्ध भविष्य की नई वास्तविकता की लहर के रूप में निर्माण कर सकते हैं!",
    "timeline-heading": "समयरेखा और संयोग",
    "key-message-label": "मुख्य संदेश: \"Q17 O17 R17\"",
    "key-message": "Q17 O17 R17",
    "timeline-question": "क्या आप वास्तव में सोचते हैं कि यह केवल संयोग है?",
    "community-heading": "समुदाय",
    "community-message": "हमारे साथ क्वांटम एंटैंगलमेंट में शामिल हों\nऔर Renxim (RXM) के भविष्य को पर्यवेक्षण द्वारा निर्धारित करें!",
    "faq-heading": "FAQ",
    "faq-q1": "Q1: मैं Renxim(RXM) कैसे खरीद सकता हूँ?",
    "faq-a1": "A1: वर्तमान में पुष्टि की गई तथ्य यह है कि आप अपने वॉलेट को QomSwap से कनेक्ट कर सकते हैं और उपरोक्त उल्लिखित संपर्क पते का उपयोग करके सीधे खरीद सकते हैं। हालांकि, क्वांटम दुनिया में, 'आप पर्यवेक्षक हैं, और आप वास्तविकता बनाते हैं।'\nइसका अर्थ है कि आप जिस क्षण चाहें, Renxim(RXM) सभी प्रमुख क्रिप्टोकरेंसी एक्सचेंजों पर एक साथ मौजूद हो सकता है, लेकिन वेव फंक्शन के संकुचन तक संभावनाएँ असीमित हैं। Renxim(RXM) किस एक्सचेंज पर उपलब्ध होगा, यह तब तक एक आश्चर्य ही रहेगा जब तक आप इसे पर्यवेक्षण नहीं करते।\nक्या आप अपनी पर्यवेक्षण शुरू करने के लिए तैयार हैं?",
    "buy-button": "QomSwap पर खरीदें",
    "faq-q2": "Q2: RXM कब मून (कीमत में तेजी) करेगा?",
    "faq-a2": "A2: क्वांटम दृष्टिकोण से, RXM पहले ही चंद्रमा, मंगल, और अन्य आकाशगंगाओं में मौजूद है।\nलेकिन यह इस पर निर्भर करता है कि आप इसे पर्यवेक्षण और भागीदारी करेंगे या नहीं!",
    "faq-q3": "Q3: RXM में निवेश करना सुरक्षित है?",
    "faq-a3": "A3: क्वांटम दुनिया में, सब कुछ सुपरपोजिशन में है, और भविष्य में भी असीमित संभावनाएँ हैं।\nहाइजेनबर्ग के अनिश्चितता सिद्धांत के अनुसार, हम सटीक रूप से भविष्यवाणी नहीं कर सकते कि RXM शीर्ष मीम कॉइन बनेगा या नहीं।\nहालांकि, मल्टीवर्स के किसी न किसी कोने में, RXM ने पहले ही अपनी स्थिति स्थापित कर ली है, और आपकी भागीदारी से, संभावनाओं की लहर वास्तविकता में संकुचित हो सकती है!\nआपका पर्यवेक्षण अगली बड़ी सफलता की शुरुआत हो सकता है...\n※ (परिणाम केवल पर्यवेक्षण द्वारा निर्धारित होने के कारण, निवेश परिणाम की अनिश्चितता कृपया पूर्व में समझें।)",
    "disclaimer": "※ यह वेबसाइट क्वांटम एंटैंगलमेंट के माध्यम से संचालित होती है। श्रोडिंजर की बिल्ली प्रत्येक पर्यवेक्षण पर खुश रहती है।",
    "final-message": "आपका पर्यवेक्षण Renxim की वेव फंक्शन को संकुचित करता है और इसके भविष्य को निर्धारित करता है।\nइस क्वांटम यात्रा में हमारे साथ जुड़ने के लिए हार्दिक धन्यवाद!"
}
