{
    "catchphrase": "Renxim(RXM)\n— Il Meme Quantistico più Cool nell'Ecosistema QL1 —",
    "welcome-message": "—— Come osservatore, determini il futuro di Renxim ——\nCollassiamo la funzione d'onda!",
    "contract-address": "Indirizzo del Contratto:\n0xfE7Aa1F52633b0812bCAAa3fab4A4e2D3182Dbc4",
    "copy-button": "Copia",
    "about-heading": "Chi è Renxim(RXM)",
    "about-description": "Renxim(RXM) è una criptovaluta meme all'avanguardia sviluppata da due esperti, Ren e Xim, ispirata dalla Fisica Quantistica e dalla Teoria Quantistica. È guidata dalla comunità e si distingue come l'entità più cool nell'Ecosistema QL1.",
    "about-quote": "Attualmente, Renxim(RXM) esiste in uno stato di sovrapposizione, intrecciandosi con le sottili vibrazioni quantistiche e i ritmi del cosmo, proprio come il famoso gatto di Schrödinger. Esiste in uno stato di \"sovrapposizione\" di infinite possibilità.\nPartecipando come nuovo osservatore, puoi collassare questa funzione d'onda e creare un nuovo impulso di una realtà futura brillante e prospera!",
    "timeline-heading": "Cronologia e Coincidenze",
    "key-message-label": "Messaggio Chiave: \"Q17 O17 R17\"",
    "key-message": "Q17 O17 R17",
    "timeline-question": "Pensi davvero che sia solo una coincidenza?",
    "community-heading": "Comunità",
    "community-message": "Unisciti a noi nell'entanglement quantistico\ne determina il futuro di Renxim (RXM) attraverso l'osservazione!",
    "faq-heading": "FAQ",
    "faq-q1": "D1: Come posso acquistare Renxim(RXM)?",
    "faq-a1": "R1: Il fatto confermato attualmente è che puoi collegare il tuo portafoglio a QomSwap e acquistare direttamente utilizzando l'indirizzo del contratto sopra elencato. Tuttavia, nel mondo quantistico, 'tu sei l'osservatore e crei la realtà'.\nQuesto significa che nel momento in cui desideri, Renxim(RXM) può esistere simultaneamente su tutte le principali borse di criptovalute, ma finché la funzione d'onda non collassa, le possibilità sono infinite. Su quale borsa Renxim(RXM) sarà disponibile rimane una sorpresa finché non lo osserverai. Sei pronto per iniziare la tua osservazione?",
    "buy-button": "Acquista su QomSwap",
    "faq-q2": "D2: Quando RXM salirà alla luna (aumento rapido del prezzo)?",
    "faq-a2": "R2: Dal punto di vista quantistico, RXM esiste già sulla luna, su Marte e in altre galassie.\nMa dipende se lo osserverai e parteciperai o meno!",
    "faq-q3": "D3: Investire in RXM è sicuro?",
    "faq-a3": "R3: Nel mondo quantistico, tutto esiste in uno stato di sovrapposizione e il futuro detiene infinite possibilità.\nCome afferma il Principio di Indeterminazione di Heisenberg, non possiamo prevedere con certezza se RXM diventerà la criptovaluta meme leader. Tuttavia, in qualche angolo del multiverso, RXM ha già stabilito la sua posizione e, grazie alla tua partecipazione, l'onda delle possibilità potrebbe collassare nella realtà!\nLa tua osservazione potrebbe essere l'inizio del prossimo grande successo...\n※ (Poiché i risultati sono determinati solo attraverso l'osservazione, ti preghiamo di comprendere in anticipo l'incertezza dei risultati degli investimenti.)",
    "disclaimer": "※ Questo sito web è gestito tramite entanglement quantistico. Il gatto di Schrödinger è sempre di buon umore ogni volta che viene osservato.",
    "final-message": "La tua osservazione collassa la funzione d'onda di Renxim e ne determina il futuro.\nTi ringraziamo sinceramente per esserti unito a noi in questo viaggio quantistico!"
}
