{
    "catchphrase": "Renxim (RXM) — Il meme quantistico più cool nell'ecosistema QL1",
    "welcome-message": "Come osservatore, determini il futuro di Renxim — facciamo collassare la funzione d'onda!",
    "contract-address": "Indirizzo del contratto: 0xfE7Aa1F52633b0812bCAAa3fab4A4e2D3182Dbc4",
    "copy-button": "Copia indirizzo",
    "about-heading": "Informazioni su Renxim (RXM)",
    "about-description": "Renxim (RXM) è una meme coin all'avanguardia sviluppata da due esperti, Ren e Xim, che riflette la fisica quantistica e la teoria quantistica. È gestita dalla comunità e si distingue come il progetto più cool nell'ecosistema QL1.",
    "about-quote": "Renxim esiste come il gatto di Schrödinger, intrecciato con le sottili vibrazioni quantistiche e i ritmi cosmici, rappresentando infinite possibilità. La tua partecipazione come nuovo osservatore fa collassare questa funzione d'onda, creando una nuova onda di realtà futura luminosa e prosperosa.",
    "timeline-heading": "Cronologia e coincidenze",
    "key-message-label": "Messaggio chiave:",
    "key-message": "Q17 O17 R17",
    "timeline-question": "Credi davvero che sia solo una coincidenza?",
    "community-heading": "Comunità",
    "community-message": "Unisciti a noi nell'entanglement quantistico e insieme modelliamo il futuro di RXM!",
    "faq-heading": "Domande frequenti",
    "faq-q1": "D1: Come posso acquistare Renxim (RXM)?",
    "faq-a1": "R1: Nel mondo quantistico, come osservatore, crei la realtà. Questo significa che, se lo desideri, Renxim (RXM) esiste contemporaneamente su tutte le principali borse di criptovalute. Tuttavia, finché la funzione d'onda non collassa, le possibilità sono infinite. Al momento, puoi collegare il tuo portafoglio a QomSwap e acquistare direttamente utilizzando l'indirizzo del contratto sopra indicato.",
    "buy-button": "Acquista su QomSwap",
    "faq-q2": "D2: Quando RXM arriverà sulla luna?",
    "faq-a2": "R2: Dal punto di vista quantistico, RXM esiste già sulla luna, su Marte e in altre galassie. Tutto dipende dal fatto che tu osservi e partecipi!",
    "faq-q3": "D3: È sicuro investire in RXM?",
    "faq-a3": "R3: A causa del principio di indeterminazione di Heisenberg, non possiamo prevedere il futuro con precisione, ma da qualche parte nel multiverso, RXM è il meme cripto principale. L'onda delle possibilità cresce con la tua partecipazione!",
    "disclaimer": "※ Questo sito è gestito dai paradossi della meccanica quantistica. Il gatto di Schrödinger è al sicuro.",
    "final-message": "La tua osservazione modella il futuro di Renxim. Grazie per esserti unito al nostro viaggio quantistico!"
}
