{
    "catchphrase": "Renxim (RXM) — Самый крутой квантовый мем в экосистеме QL1",
    "welcome-message": "Как наблюдатель, вы определяете будущее Renxim — давайте коллапсируем волновую функцию!",
    "contract-address": "Адрес контракта: 0xfE7Aa1F52633b0812bCAAa3fab4A4e2D3182Dbc4",
    "copy-button": "Копировать адрес",
    "about-heading": "О Renxim (RXM)",
    "about-description": "Renxim (RXM) — это передовая мем-монета, разработанная двумя экспертами, Ren и Xim, отражающая квантовую физику и квантовую теорию. Управляется сообществом и является самым крутым проектом в экосистеме QL1.",
    "about-quote": "Renxim существует, как кот Шредингера, переплетённый с тонкими квантовыми колебаниями и ритмами космоса, представляя собой бесконечные возможности. Ваше участие в качестве нового наблюдателя коллапсирует эту волновую функцию и создаёт новую волну яркой и богатой реальности будущего.",
    "timeline-heading": "Таймлайн и совпадение",
    "key-message-label": "Ключевое сообщение:",
    "key-message": "Q17 O17 R17",
    "timeline-question": "Вы действительно думаете, что это всего лишь совпадение?",
    "community-heading": "Сообщество",
    "community-message": "Присоединяйтесь к нам в квантовой запутанности и вместе формируйте будущее RXM!",
    "faq-heading": "Часто задаваемые вопросы",
    "faq-q1": "В1: Как я могу купить Renxim (RXM)?",
    "faq-a1": "О1: В квантовом мире вы как наблюдатель создаёте реальность. Это значит, что если вы хотите, Renxim (RXM) одновременно существует на всех крупных криптобиржах. Однако, пока волновая функция не коллапсирует, возможности остаются бесконечными. В настоящее время вы можете подключить свой кошелёк к QomSwap и купить напрямую, используя указанный выше адрес контракта.",
    "buy-button": "Купить на QomSwap",
    "faq-q2": "В2: Когда RXM отправится на Луну?",
    "faq-a2": "О2: С квантовой точки зрения, RXM уже находится на Луне, Марсе и в других галактиках. Всё зависит от того, будете ли вы наблюдать и участвовать!",
    "faq-q3": "В3: Безопасно ли инвестировать в RXM?",
    "faq-a3": "О3: Из-за принципа неопределённости Гейзенберга мы не можем точно предсказать будущее, но где-то в мультивселенной RXM — это ведущий криптомем. Волна возможностей растёт с вашим участием!",
    "disclaimer": "※ Этот сайт работает благодаря парадоксам квантовой механики. Кот Шредингера в безопасности.",
    "final-message": "Ваше наблюдение формирует будущее Renxim. Спасибо, что присоединились к нашему квантовому путешествию!"
}
